<?php

$lang['alpha'] = "Поле %s може містити лише буквені символи.";
$lang['alpha_dash'] = "Поле %s може містити тільки букви і цифри символи, підкреслення і тире.";
$lang['alpha_numeric'] = "Поле %s може містити лише цифри.";
$lang['decimal'] = "Поле %s повинно містити ціле число.";
$lang['exact_length'] = "Поле %s має бути %s символів в довжину.";
$lang['greater_than'] = "Поле %s повинно містити число більше ніж %.";
$lang['integer'] = "Поле %s повинно містити ціле число.";
$lang['is_natural'] = "Поле %s повинно містити лише додатні значення.";
$lang['is_natural_no_zero'] = "Поле %s повинно містити число більше нуля.";
$lang['is_numeric'] = "Поле %s може містити тільки числові символи.";
$lang['is_unique'] = "Поле %s повинно містити унікальне значення.";
$lang['isset'] = "Поле %s має містити вартість.";
$lang['less_than'] = "Поле %s повинно містити число менше ніж %.";
$lang['matches'] = "Поле %s не спів падає з % полем.";
$lang['max_length'] = "Поле %s не може перевищувати % кількості символів.";
$lang['min_length'] = "Поле %s має бути принаймні % символів вдовжину.";
$lang['numeric'] = "Поле %s може містити лише цифри.";
$lang['regex_match'] = "Поле %s данні введені в неправильному форматі.";
$lang['required'] = "Поле %s необхідне.";
$lang['valid_email'] = "Поле %s має містити правильну email адресу.";
$lang['valid_emails'] = "Поле %s має містити усі дійсні email адреси.";
$lang['valid_ip'] = "Поле %s має містити дійсний IP.";
$lang['valid_url'] = "Поле %s має містити URL.";
