<?php

$lang['alpha'] = "Το πεδίο %s μπορεί να περιέχει μόνο αλφαβητικούς χαρακτήρες.";
$lang['alpha_dash'] = "Το πεδίο %s μπορεί να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, παύλες και κάτω παύλες.";
$lang['alpha_numeric'] = "Το πεδίο %s μπορεί να περιέχει μόνο αλφαριθμητικούς χαρακτήρες.";
$lang['decimal'] = "Το πεδίο %s πρέπει να περιέχει ένα δεκαδικό αριθμό.";
$lang['exact_length'] = "Το πεδίο %s πρέπει να αποτελείται από %s χαρακτήρες ακριβώς.";
$lang['greater_than'] = "Το πεδίο %s πρέπει να περιέχει έναν αριθμό μεγαλύτερο του %s.";
$lang['integer'] = "Το πεδίο %s πρέπει να περιέχει έναν ακέραιο αριθμό.";
$lang['is_natural'] = "Το πεδίο %s πρέπει να περιέχει μόνο θετικούς αριθμούς.";
$lang['is_natural_no_zero'] = "Το πεδίο %s πρέπει να περιέχει αριθμό μεγαλύτερο του μηδενός.";
$lang['is_numeric'] = "Το πεδίο %s πρέπει να περιέχουν μόνο αριθμητικούς χαρακτήρες.";
$lang['is_unique'] = "Το πεδίο %s πρέπει να περιέχει μια μοναδική τιμή.";
$lang['isset'] = "Το πεδίο %s πρέπει να έχει μια τιμή.";
$lang['less_than'] = "Το πεδίο %s πρέπει να περιέχει έναν αριθμό μικρότερο από %s.";
$lang['matches'] = "Το πεδίο %s δεν ταιριάζει με το πεδίο %s.";
$lang['max_length'] = "Το πεδίο %s δεν μπορεί να υπερβαίνει τους %s χαρακτήρες.";
$lang['min_length'] = "Το πεδίο %s πρέπει να περιέχει τουλάχιστον %s χαρακτήρες.";
$lang['numeric'] = "Το πεδίο %s πρέπει να περιέχει μόνο αριθμούς.";
$lang['regex_match'] = "Το πεδίο %s δεν είναι στη σωστή μορφή.";
$lang['required'] = "Το πεδίο %s είναι υποχρεωτικό.";
$lang['valid_email'] = "Το πεδίο %s πρέπει να περιέχει μια έγκυρη διεύθυνση email.";
$lang['valid_emails'] = "Το πεδίο %s πρέπει να περιέχει όλες τις έγκυρες διευθύνσεις email.";
$lang['valid_ip'] = "Το πεδίο %s πρέπει να περιέχει μια έγκυρη IP.";
$lang['valid_url'] = "Το πεδίο %s πρέπει να περιέχει μια έγκυρη διεύθυνση URL.";

